---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.RevisionCloudFailures.ProhibitModificationOfIssuedRevisionCloud
source: html/792ee9ef-b150-da26-60fa-c7e1092de968.htm
---
# Autodesk.Revit.DB.BuiltInFailures.RevisionCloudFailures.ProhibitModificationOfIssuedRevisionCloud Property

Issued Revision Clouds can't be modified.

## Syntax (C#)
```csharp
public static FailureDefinitionId ProhibitModificationOfIssuedRevisionCloud { get; }
```